{
  "perguntas_respostas": [
    {
      "pergunta": "O que é incontinência urinária (IU)?",
      "resposta": "Incontinência urinária é toda perda involuntária de urina, ou seja, quando a urina escapa sem que a pessoa perceba."
    },
    {
      "pergunta": "Qual é a estimativa de pessoas afetadas pela incontinência urinária no mundo?",
      "resposta": "Estima-se que 5% da população mundial sofra de incontinência urinária, o que corresponde a aproximadamente 10 milhões de brasileiros."
    },
    {
      "pergunta": "Quais são os tipos mais comuns de incontinência urinária?",
      "resposta": "Os tipos mais comuns de incontinência urinária são: Incontinência urinária de esforço, Incontinência de urgência, Incontinência urinária mista, Incontinência urinária por transbordamento e Incontinência urinária funcional."
    },
    {
      "pergunta": "Quais são as principais causas da incontinência urinária?",
      "resposta": "As causas mais comuns incluem: Câncer de bexiga, Aumento da próstata, Câncer de próstata, Diabetes, Infecções do trato urinário, Gravidez e parto, Cirurgias como histerectomia e prostatectomia, Obesidade, Menopausa e Envelhecimento."
    },
    {
      "pergunta": "O que é incontinência urinária de esforço?",
      "resposta": "A incontinência urinária de esforço ocorre quando a pessoa perde urina ao realizar atividades que aumentam a pressão sobre o assoalho pélvico, como rir, tossir, espirrar, levantar peso, entre outros."
    },
    {
      "pergunta": "O que é incontinência de urgência?",
      "resposta": "Incontinência de urgência é uma vontade repentina e incontrolável de urinar, muitas vezes não permitindo que a pessoa chegue ao banheiro a tempo."
    },
    {
      "pergunta": "O que é incontinência urinária mista?",
      "resposta": "A incontinência urinária mista combina características de mais de um tipo de incontinência, geralmente de esforço e urgência."
    },
    {
      "pergunta": "O que é incontinência urinária por transbordamento?",
      "resposta": "A incontinência por transbordamento ocorre quando a bexiga permanece sempre cheia ou nunca se esvazia totalmente, resultando em vazamento de urina."
    },
    {
      "pergunta": "O que é incontinência urinária funcional?",
      "resposta": "Incontinência funcional ocorre devido a problemas físicos ou intelectuais que impedem a pessoa de chegar ao banheiro a tempo, como pacientes acamados ou com dificuldades de locomoção."
    },
    {
      "pergunta": "Como saber se minha bexiga está saudável?",
      "resposta": "Uma bexiga saudável deve armazenar entre 400 e 600 ml de urina, esvaziar totalmente após urinar, permitir que a pessoa vá ao banheiro de 4 a 8 vezes ao dia, com intervalos de 3 a 4 horas, e não apresentar perda de urina."
    },
    {
      "pergunta": "Quais condições neurológicas podem causar incontinência urinária?",
      "resposta": "As condições neurológicas incluem lesão medular, mielomeningocele, AVC, esclerose múltipla, doença de Parkinson, entre outras."
    },
    {
      "pergunta": "Quais condições não neurológicas podem causar incontinência urinária?",
      "resposta": "Entre as condições não neurológicas estão gravidez, parto, cirurgias como histerectomia e prostatectomia, obesidade, infecção urinária, menopausa e envelhecimento."
    },
    {
      "pergunta": "Como prevenir a incontinência urinária?",
      "resposta": "Para prevenir a incontinência urinária, recomenda-se: Beber 1,5 a 2 litros de água por dia, Evitar bebidas alcoólicas e com cafeína, Manter uma dieta balanceada com frutas, legumes e fibras, Manter o peso ideal, Não fumar, Praticar atividade física regularmente."
    },
    {
      "pergunta": "Como a incontinência urinária afeta a sexualidade?",
      "resposta": "A incontinência urinária pode ocorrer durante a relação sexual, afetando a qualidade de vida sexual e levando muitas pessoas a evitarem o sexo devido à presença de perda de urina."
    },
    {
      "pergunta": "Como a incontinência urinária afeta homens e mulheres de forma diferente?",
      "resposta": "As mulheres são mais propensas à incontinência urinária devido à presença do hiato vaginal e retal no assoalho pélvico. Nos homens, a incontinência pode estar relacionada à hiperplasia prostática benigna ou ao câncer de próstata."
    },
    {
      "pergunta": "Quais são os tratamentos comportamentais para a incontinência urinária?",
      "resposta": "Os tratamentos comportamentais incluem exercícios para fortalecer a musculatura pélvica, técnicas de treinamento da bexiga, perda de peso, dieta alimentar e exercícios de Kegel."
    },
    {
      "pergunta": "Quais são os medicamentos usados no tratamento da incontinência urinária?",
      "resposta": "Os medicamentos mais usados incluem anticolinérgicos, bloqueadores alfa, antagonistas de receptores beta-3 adrenérgicos, estrogênio tópico e toxina botulínica tipo A."
    },
    {
      "pergunta": "Quais são as opções de tratamento cirúrgico para a incontinência urinária?",
      "resposta": "As opções cirúrgicas incluem implante de faixas sintéticas (slings) e esfíncteres artificiais para homens e mulheres, além da neuromodulação sacral e aplicação de toxina botulínica em casos de bexiga hiperativa."
    },
    {
      "pergunta": "Como funciona a neuromodulação sacral no tratamento da incontinência?",
      "resposta": "A neuromodulação sacral envolve a colocação de um estimulador elétrico, semelhante a um marca-passo, para regular os sinais nervosos e ajudar no controle da incontinência urinária."
    },
    {
      "pergunta": "Como a incontinência urinária afeta os idosos?",
      "resposta": "Nos idosos, a incontinência urinária pode comprometer o convívio social, levando ao isolamento e à depressão. Alterações naturais do envelhecimento, como redução da força muscular e capacidade vesical, também contribuem para o problema."
    },
    {
      "pergunta": "O que é a cirurgia de retirada da próstata?",
      "resposta": "A cirurgia de retirada da próstata, também chamada de prostatectomia radical, refere-se à remoção completa da próstata e das vesículas seminais, estruturas que ajudam na formação do sêmen."
    },
    {
      "pergunta": "O que pode acontecer depois da cirurgia de retirada da próstata?",
      "resposta": "Após a cirurgia, o paciente pode experimentar incontinência urinária (perda de urina) e disfunção erétil (dificuldade para endurecer o pênis). Além disso, não haverá mais liberação de líquido ao gozar, mas o paciente continuará tendo orgasmos, caracterizando o 'gozo seco'."
    },
    {
      "pergunta": "O que é incontinência urinária?",
      "resposta": "Incontinência urinária é a perda involuntária de qualquer quantidade de urina, sem que a pessoa consiga perceber ou controlar."
    },
    {
      "pergunta": "Em quais situações a incontinência urinária pode ocorrer após a cirurgia?",
      "resposta": "A incontinência urinária pode ocorrer ao caminhar, subir degraus, tossir, rir, ou até mesmo ao respirar, estando parado, em pé ou deitado."
    },
    {
      "pergunta": "Por quanto tempo pode durar a incontinência urinária após a cirurgia?",
      "resposta": "Após a remoção da sonda urinária, entre uma a três semanas após a cirurgia, a maioria dos homens recupera o controle da bexiga dentro de um ano."
    },
    {
      "pergunta": "Por que a cirurgia pode causar incontinência urinária?",
      "resposta": "A cirurgia pode alterar estruturas próximas à próstata, como bexiga, uretra, vasos sanguíneos, nervos e músculos da pelve. Essas alterações podem prejudicar o controle da urina."
    },
    {
      "pergunta": "Como ocorre o armazenamento e eliminação da urina no corpo?",
      "resposta": "Durante o armazenamento, o músculo da bexiga relaxa e o esfíncter urinário se contrai, impedindo a saída da urina. Na eliminação, o músculo da bexiga se contrai e o esfíncter relaxa, permitindo a saída da urina pela uretra."
    },
    {
      "pergunta": "Quais são as opções de tratamento para a incontinência urinária?",
      "resposta": "Existem três opções principais: 1. Terapia comportamental (mudanças de hábitos de vida e exercícios para os músculos da pelve). 2. Medicamentos. 3. Cirurgia, em casos mais graves."
    },
    {
      "pergunta": "Qual é a primeira escolha de tratamento para a incontinência urinária?",
      "resposta": "A primeira escolha é a terapia comportamental, que envolve mudanças nos hábitos de vida e exercícios para fortalecer os músculos da pelve."
    },
    {
      "pergunta": "Como o paciente pode monitorar seu progresso no controle da incontinência urinária?",
      "resposta": "O paciente pode preencher um 'diário da bexiga' por três dias consecutivos, anotando a quantidade de líquidos ingeridos, o volume de urina eliminado, a frequência e as circunstâncias da perda urinária. Essas informações ajudarão o profissional de saúde a ajustar o tratamento."
    },
    {
      "pergunta": "O que é o diário da bexiga?",
      "resposta": "O diário da bexiga é um registro feito pelo paciente durante três dias seguidos, anotando a quantidade de líquidos ingeridos, o volume de urina eliminada e as circunstâncias em que ocorre a perda de urina. Essas informações ajudam a orientar o tratamento."
    },
    {
      "pergunta": "Como preencher o diário da bexiga?",
      "resposta": "O paciente deve anotar o horário, o volume urinado, se houve urgência para urinar, se houve perda de urina após a sensação de urgência, se houve perda de urina ao caminhar, tossir ou espirrar, e a quantidade de líquidos ingeridos. Além disso, deve indicar se foi necessário trocar absorventes ou fraldas."
    },
    {
      "pergunta": "Quais são as orientações sobre hábitos alimentares e ingestão de líquidos para o controle da incontinência urinária?",
      "resposta": "É importante consumir frutas, verduras e legumes diariamente e beber líquidos até duas horas antes de dormir para evitar perda de urina à noite. A quantidade diária de água recomendada é de 35 vezes o peso corporal do paciente em mL."
    },
    {
      "pergunta": "O que deve ser evitado para melhorar o controle da incontinência urinária?",
      "resposta": "O paciente deve evitar fumar, consumir bebidas alcoólicas, refrigerantes, café, alimentos apimentados, e alimentos ricos em açúcares e gorduras. O consumo de café descafeinado e chás calmantes, como camomila e erva-doce, é permitido."
    },
    {
      "pergunta": "O que são os exercícios para os músculos da pelve?",
      "resposta": "São exercícios que fortalecem os músculos da pelve, responsáveis pelo controle da urina. Com o fortalecimento desses músculos, o paciente melhora sua capacidade de segurar a urina."
    },
    {
      "pergunta": "Onde estão localizados os músculos da pelve?",
      "resposta": "Os músculos da pelve estão localizados na região do quadril e sustentam a bexiga, ajudando a controlar a eliminação da urina."
    },
    {
      "pergunta": "Como sentir os músculos da pelve?",
      "resposta": "Para sentir os músculos da pelve, o paciente deve fazer o mesmo movimento que faz ao tentar segurar a urina, que é conhecido como contração dos músculos da pelve. A contração cria um movimento de apertar e levantar em direção à barriga."
    },
    {
      "pergunta": "Como conferir se o movimento de contração dos músculos da pelve está correto?",
      "resposta": "O paciente deve deitar-se, colocar uma mão na barriga e a outra na coxa. Ao fazer a contração dos músculos da pelve, nenhuma das mãos deve se mover. Isso indica que o movimento está correto e que os músculos abdominais e das coxas não estão sendo ativados."
    },
    {
      "pergunta": "Como visualizar o movimento correto da contração dos músculos da pelve?",
      "resposta": "O paciente pode usar um espelho para visualizar a base do pênis e os testículos durante a contração. Ao contrair os músculos da pelve, a base do pênis e os testículos devem se levantar levemente."
    },
    {
      "pergunta": "Quais movimentos o paciente deve evitar durante os exercícios para a pelve?",
      "resposta": "O paciente deve evitar contrair os músculos abdominais (acima do umbigo), contrair o bumbum, apertar as pernas uma contra a outra e prender a respiração durante os exercícios."
    },
    {
      "pergunta": "Com que frequência o paciente deve realizar os exercícios para os músculos da pelve?",
      "resposta": "Os exercícios devem ser realizados três vezes ao dia: de manhã, à tarde e à noite, e devem ser praticados diariamente até o fim do programa recomendado."
    },
    {
      "pergunta": "Quantos casos novos de câncer de próstata foram estimados mundialmente em 2020?",
      "resposta": "Quase 1,4 milhões de novos casos."
    },
    {
      "pergunta": "Qual é o segundo tipo de câncer mais frequente em homens?",
      "resposta": "Câncer de próstata."
    },
    {
      "pergunta": "Quais são os principais fatores de risco para o câncer de próstata?",
      "resposta": "Idade, histórico familiar (pai ou irmão), e etnia (maior risco em afro-americanos)."
    },
    {
      "pergunta": "Quais sintomas estão associados ao câncer de próstata em sua fase tardia?",
      "resposta": "Demora ao urinar, diminuição do jato urinário, disúria, hematúria, insuficiência renal, e, em casos metastáticos, dor óssea severa e formigamento nas pernas."
    },
    {
      "pergunta": "Como é feito o diagnóstico clínico do câncer de próstata?",
      "resposta": "Por meio do exame retal digital e do exame PSA (Antígenos Específicos da Próstata), seguido de verificação histopatológica em caso de anormalidades."
    },
    {
      "pergunta": "Qual é o tratamento padrão-ouro para o câncer de próstata localizado?",
      "resposta": "Prostatectomia Radical (PR)."
    },
    {
      "pergunta": "Quais são as complicações mais comuns após a prostatectomia radical?",
      "resposta": "Incontinência urinária (IU), disfunção erétil, e estenoses uretrais."
    },
    {
      "pergunta": "O que é incontinência urinária (IU)?",
      "resposta": "Perda involuntária de urina causada por disfunções vesicais, esfincterianas, ou ambas."
    },
    {
      "pergunta": "Qual o percentual de homens que apresentam IU um mês após a prostatectomia?",
      "resposta": "Cerca de 80%."
    },
    {
      "pergunta": "Quais são os tipos de incontinência urinária?",
      "resposta": "IU de esforço (IUE), IU de urgência (IUU), e IU mista (IUM)."
    },
    {
      "pergunta": "Como a IU afeta a qualidade de vida dos pacientes?",
      "resposta": "Pode causar depressão, ansiedade, baixa autoestima, vergonha, limitações sexuais e sociais."
    },
    {
      "pergunta": "Quais são as principais intervenções para tratar a IU?",
      "resposta": "Cirúrgicas, farmacológicas, e terapias comportamentais."
    },
    {
      "pergunta": "O que a International Continence Society recomenda como primeira opção de tratamento para IU?",
      "resposta": "Mudanças comportamentais, como treinamento do assoalho pélvico e modificação no estilo de vida."
    },
    {
      "pergunta": "Quais são os principais objetivos dos exercícios do assoalho pélvico?",
      "resposta": "Fortalecer os músculos pélvicos para melhorar a força, resistência e reabilitar a continência urinária."
    },
    {
      "pergunta": "Como o uso de aplicativos móveis pode ajudar no controle da IU?",
      "resposta": "Auxiliando na adesão a comportamentos saudáveis, na execução de exercícios pélvicos e no acesso a informações de autocuidado."
    },
    {
      "pergunta": "Por que aplicativos móveis são úteis no tratamento da IU?",
      "resposta": "Eles facilitam o acesso às informações e estimulam a prática do autocuidado, sem restrições de tempo e espaço."
    },
    {
      "pergunta": "Quais benefícios a tecnologia oferece na saúde?",
      "resposta": "Melhor comunicação entre pacientes e profissionais, apoio no diagnóstico, disseminação de informações, e continuidade do tratamento."
    },
    {
      "pergunta": "Por que foi desenvolvido o aplicativo IUProst?",
      "resposta": "Para oferecer uma ferramenta baseada em programa cognitivo comportamental que auxilie no tratamento da IU, com informações acessíveis e fundamentadas em evidências científicas."
    },
    {
      "pergunta": "Quais são os principais objetivos do IUProst?",
      "resposta": "Melhorar a qualidade de vida dos pacientes e promover ações de autocuidado e adesão ao tratamento."
    },
    {
      "pergunta": "Qual norma de qualidade foi usada para avaliar o aplicativo?",
      "resposta": "ISO/IEC 25040-2011."
    },
    {
      "pergunta": "Qual foi o tipo de estudo utilizado no desenvolvimento do aplicativo IUProst e por que ele foi classificado como de desenvolvimento tecnológico?",
      "resposta": "O estudo foi classificado como de desenvolvimento tecnológico porque envolveu a construção de um aplicativo móvel em etapas que englobaram desde a concepção do conteúdo até o teste e entrega final."
    },
    {
      "pergunta": "Qual foi o principal objetivo da primeira etapa do estudo no processo de desenvolvimento do IUProst?",
      "resposta": "O principal objetivo foi revisar e atualizar o livreto 'Manual de orientações sobre incontinência urinária pós-prostatectomia radical' para garantir que ele estivesse alinhado com as diretrizes mais recentes da International Continence Society."
    },
    {
      "pergunta": "Quais mudanças foram feitas no diário miccional do livreto durante a atualização na primeira etapa do estudo?",
      "resposta": "O diário miccional foi revisado para incluir orientações mais claras e detalhadas sobre como registrar a ingestão de líquidos, perdas urinárias e outros dados importantes para o acompanhamento do paciente."
    },
    {
      "pergunta": "Quais foram as novas etapas incluídas no treinamento da musculatura pélvica no livreto atualizado?",
      "resposta": "Novas etapas foram adicionadas ao treinamento da musculatura pélvica, com exercícios mais específicos e progressivos, visando melhorar o fortalecimento muscular de forma prática e acessível para os pacientes."
    },
    {
      "pergunta": "Como o livreto atualizado influenciou o desenvolvimento do aplicativo IUProst?",
      "resposta": "O conteúdo do livreto atualizado serviu como base científica e informativa para o desenvolvimento das funcionalidades e materiais educativos do aplicativo IUProst."
    },
    {
      "pergunta": "Quantas fases compuseram a segunda etapa do estudo e o que elas abordaram?",
      "resposta": "A segunda etapa foi composta por cinco fases: comunicação, planejamento, modelagem, construção e entrega, que abordaram desde a definição dos requisitos do aplicativo até a finalização e testes."
    },
    {
      "pergunta": "O que foi realizado durante a fase de comunicação no desenvolvimento do aplicativo IUProst?",
      "resposta": "Durante a fase de comunicação, os desenvolvedores e pesquisadores identificaram os requisitos necessários para o aplicativo e alinharam os objetivos com as necessidades dos pacientes."
    },
    {
      "pergunta": "Qual foi o objetivo principal da fase de planejamento no desenvolvimento do IUProst?",
      "resposta": "O objetivo da fase de planejamento foi definir as funcionalidades do aplicativo, o público-alvo e as ferramentas tecnológicas necessárias para sua construção."
    },
    {
      "pergunta": "O que ocorreu na fase de modelagem do desenvolvimento do aplicativo IUProst?",
      "resposta": "Na fase de modelagem, foram criados layouts iniciais, fluxogramas de navegação e a estrutura básica do aplicativo para guiar o desenvolvimento posterior."
    },
    {
      "pergunta": "Quais foram os principais focos na fase de construção do aplicativo IUProst?",
      "resposta": "Durante a fase de construção, os desenvolvedores trabalharam na programação do código-fonte, na criação das interfaces gráficas e na integração de vídeos e conteúdos multimídia."
    },
    {
      "pergunta": "O que aconteceu na fase de entrega do IUProst e por que ela foi importante?",
      "resposta": "Na fase de entrega, o aplicativo foi finalizado, testado e disponibilizado para avaliação por especialistas, garantindo que ele estivesse funcional e de acordo com as necessidades dos usuários."
    },
    {
      "pergunta": "Quantos menus principais foram desenvolvidos no aplicativo IUProst e qual foi a sua finalidade?",
      "resposta": "Foram desenvolvidos oito menus principais no aplicativo, com o objetivo de organizar o conteúdo e facilitar o acesso dos usuários às diferentes funcionalidades, como exercícios e registros de dados."
    },
    {
      "pergunta": "Que tipos de recursos multimídia foram incluídos no aplicativo IUProst para auxiliar os pacientes?",
      "resposta": "O aplicativo incluiu oito vídeos educativos para orientar os exercícios e três vídeos com depoimentos de pacientes e familiares, proporcionando informações práticas e motivacionais."
    },
    {
      "pergunta": "Como o diário miccional foi adaptado para a versão digital no aplicativo IUProst?",
      "resposta": "O diário miccional foi transformado em telas interativas para registro da ingestão de líquidos, volume de urina, perdas urinárias e trocas de absorventes, facilitando o acompanhamento do paciente."
    },
    {
      "pergunta": "Qual foi o objetivo principal do aplicativo IUProst no contexto do tratamento de incontinência urinária?",
      "resposta": "O objetivo do IUProst foi oferecer uma ferramenta prática e educativa para ajudar os pacientes a aderirem ao tratamento, com orientações claras e recursos interativos."
    },
    {
      "pergunta": "De que forma o IUProst busca melhorar a adesão dos pacientes ao tratamento comportamental?",
      "resposta": "O IUProst melhora a adesão ao tratamento por meio de lembretes regulares, exercícios guiados com vídeos e informações educativas acessíveis sobre o autocuidado."
    },
    {
      "pergunta": "Quais características de design foram priorizadas na criação do IUProst para atender às necessidades dos pacientes?",
      "resposta": "O design do IUProst priorizou simplicidade, funcionalidade e acessibilidade, garantindo que o aplicativo fosse fácil de usar, mesmo para pacientes com pouca familiaridade com tecnologia."
    },
    {
      "pergunta": "Por que foi importante utilizar diretrizes internacionais no desenvolvimento do IUProst?",
      "resposta": "As diretrizes internacionais garantiram que o conteúdo e as funcionalidades do aplicativo fossem baseados em evidências científicas e alinhados às melhores práticas clínicas."
    },
    {
      "pergunta": "Como o aplicativo IUProst foi estruturado para permitir a interação entre pacientes e profissionais de saúde?",
      "resposta": "O aplicativo inclui um menu chamado 'Fale com o profissional', que permite a interação direta com profissionais de saúde e acesso às redes sociais do aplicativo."
    },
    {
      "pergunta": "Qual foi o papel das fases de desenvolvimento do aplicativo no sucesso do IUProst?",
      "resposta": "As fases de desenvolvimento permitiram que o IUProst fosse cuidadosamente planejado, modelado, construído e testado, garantindo sua funcionalidade e eficácia para os pacientes."
    },
    {
      "pergunta": "Quantos menus principais o aplicativo IUProst possui e qual é o objetivo geral deles?",
      "resposta": "O aplicativo possui oito menus principais, com o objetivo de organizar o conteúdo e facilitar o acesso às funcionalidades pelos pacientes."
    },
    {
      "pergunta": "Quais são os nomes dos oito menus principais do IUProst?",
      "resposta": "\"Meu Tratamento\", \"Minhas Conquistas\", \"Diário Miccional\", \"Meus Exercícios\", \"Fale com o Profissional\", \"Vídeos Educativos\", \"Minha Saúde\" e \"Configurações\"."
    },
    {
      "pergunta": "O que é disponibilizado no menu 'Meu Tratamento' do IUProst?",
      "resposta": "No menu 'Meu Tratamento', o aplicativo oferece informações sobre exercícios do assoalho pélvico, dicas para autocuidado e orientações sobre a rotina terapêutica."
    },
    {
      "pergunta": "Qual é a funcionalidade do menu 'Minhas Conquistas'?",
      "resposta": "O menu 'Minhas Conquistas' permite que os pacientes acompanhem seu progresso no tratamento, motivando-os a continuar os exercícios e a aderir às recomendações."
    },
    {
      "pergunta": "Como o diário miccional foi adaptado no aplicativo para facilitar o uso pelos pacientes?",
      "resposta": "O diário miccional foi transformado em uma interface digital, onde os pacientes podem registrar a ingestão de líquidos, perdas urinárias e volume de urina, além de monitorar o uso de absorventes."
    },
    {
      "pergunta": "O que os pacientes podem fazer no menu 'Fale com o Profissional'?",
      "resposta": "No menu 'Fale com o Profissional', os pacientes podem interagir diretamente com profissionais de saúde, enviar mensagens e acessar informações de contato."
    },
    {
      "pergunta": "Que tipo de conteúdo é apresentado no menu 'Vídeos Educativos'?",
      "resposta": "O menu 'Vídeos Educativos' apresenta oito vídeos explicativos que orientam os pacientes sobre exercícios do assoalho pélvico e outros cuidados necessários para a incontinência urinária."
    },
    {
      "pergunta": "Como o menu 'Minha Saúde' contribui para a adesão ao tratamento?",
      "resposta": "O menu 'Minha Saúde' oferece informações gerais sobre saúde, incluindo orientações sobre alimentação, hidratação e hábitos saudáveis."
    },
    {
      "pergunta": "Quais opções estão disponíveis no menu 'Configurações'?",
      "resposta": "No menu 'Configurações', os pacientes podem ajustar notificações, personalizar lembretes e gerenciar preferências do aplicativo."
    },
    {
      "pergunta": "Quantos vídeos educativos foram incluídos no aplicativo IUProst e qual é seu propósito?",
      "resposta": "Foram incluídos oito vídeos educativos, cujo propósito é ensinar os pacientes a realizarem corretamente os exercícios do assoalho pélvico e incentivar o autocuidado."
    },
    {
      "pergunta": "Que tipo de vídeos motivacionais foram adicionados ao IUProst?",
      "resposta": "Três vídeos com depoimentos de pacientes e familiares foram adicionados para motivar os usuários a continuarem com o tratamento."
    },
    {
      "pergunta": "Como os vídeos educativos são integrados ao restante do aplicativo?",
      "resposta": "Os vídeos estão acessíveis nos menus relacionados, como 'Vídeos Educativos' e 'Meus Exercícios', para reforçar as instruções e orientar os pacientes durante o uso."
    },
    {
      "pergunta": "Quais tipos de notificações o aplicativo IUProst oferece aos pacientes?",
      "resposta": "O aplicativo oferece lembretes para a realização de exercícios, ingestão de líquidos e monitoramento do diário miccional."
    },
    {
      "pergunta": "Como as notificações foram projetadas para ajudar na adesão ao tratamento?",
      "resposta": "As notificações são personalizáveis, permitindo que os pacientes recebam lembretes no horário mais conveniente, incentivando a regularidade do tratamento."
    },
    {
      "pergunta": "Como foi realizada a avaliação de qualidade do aplicativo IUProst?",
      "resposta": "A avaliação de qualidade foi feita por 16 especialistas utilizando a norma ISO/IEC 25010:2011, que analisa aspectos como funcionalidade, usabilidade e eficiência."
    },
    {
      "pergunta": "Quais características de qualidade foram avaliadas no IUProst segundo a norma ISO/IEC 25010:2011?",
      "resposta": "Foram avaliadas a adequação funcional, eficiência de desempenho, compatibilidade, usabilidade, confiabilidade e segurança."
    },
    {
      "pergunta": "Quantos especialistas participaram da avaliação do aplicativo e como eles foram divididos?",
      "resposta": "Participaram 16 especialistas, sendo oito da área de saúde (especialistas em incontinência urinária) e oito da área de tecnologia (desenvolvedores de software)."
    },
    {
      "pergunta": "Qual foi o índice mínimo de concordância estabelecido para a aprovação do aplicativo?",
      "resposta": "O índice mínimo de concordância estabelecido foi de 70%."
    },
    {
      "pergunta": "Quais foram os resultados gerais da avaliação do IUProst?",
      "resposta": "Todas as características avaliadas atingiram um índice de concordância superior a 80%, exceto a adequação funcional, que obteve 71%."
    },
    {
      "pergunta": "Qual é o registro do aplicativo IUProst no Instituto Nacional da Propriedade Industrial (INPI)?",
      "resposta": "O aplicativo foi registrado no INPI com o número BR512022001279-0."
    },
    {
      "pergunta": "Qual é a funcionalidade da tela inicial do aplicativo IUProst?",
      "resposta": "A tela inicial do aplicativo IUProst apresenta o menu principal com acesso às funcionalidades principais, como 'Meu Tratamento', 'Minhas Conquistas' e 'Diário Miccional'."
    },
    {
      "pergunta": "Como o menu principal foi estruturado para facilitar a navegação do usuário?",
      "resposta": "O menu principal foi estruturado com ícones intuitivos e opções organizadas de forma clara, garantindo acessibilidade e facilidade de uso."
    },
    {
      "pergunta": "O que o usuário encontra no menu 'Meu Tratamento'?",
      "resposta": "O menu 'Meu Tratamento' contém informações detalhadas sobre exercícios do assoalho pélvico e dicas de autocuidado para o controle da incontinência urinária."
    },
    {
      "pergunta": "Como as orientações no menu 'Meu Tratamento' foram personalizadas para os usuários?",
      "resposta": "As orientações foram adaptadas com linguagem simples e exemplos práticos, tornando o conteúdo acessível para pacientes com diferentes níveis de escolaridade."
    },
    {
      "pergunta": "Qual é o objetivo do menu 'Minhas Conquistas'?",
      "resposta": "O menu 'Minhas Conquistas' tem como objetivo motivar os pacientes ao exibir o progresso alcançado no tratamento, como frequência de exercícios e uso do diário miccional."
    },
    {
      "pergunta": "Como o progresso do paciente é apresentado no menu 'Minhas Conquistas'?",
      "resposta": "O progresso é exibido por meio de gráficos e indicadores visuais, permitindo que o paciente veja suas melhorias ao longo do tempo."
    },
    {
      "pergunta": "Quais informações o paciente pode registrar no menu 'Diário Miccional'?",
      "resposta": "O paciente pode registrar a ingestão de líquidos, volume de urina, perdas urinárias, uso de absorventes e outros detalhes relacionados ao seu dia a dia."
    },
    {
      "pergunta": "Como o menu 'Diário Miccional' ajuda no acompanhamento do tratamento?",
      "resposta": "Ele permite que o paciente monitore seus hábitos e sintomas, fornecendo dados que podem ser compartilhados com profissionais de saúde para ajustes no tratamento."
    },
    {
      "pergunta": "O que é disponibilizado no menu 'Meus Exercícios'?",
      "resposta": "No menu 'Meus Exercícios', o aplicativo apresenta vídeos demonstrativos e orientações detalhadas sobre os exercícios do assoalho pélvico."
    },
    {
      "pergunta": "Como o menu 'Meus Exercícios' ajuda os pacientes a realizarem as atividades corretamente?",
      "resposta": "Por meio de vídeos educativos e instruções passo a passo, o menu garante que os pacientes realizem os exercícios com a técnica correta, evitando erros."
    },
    {
      "pergunta": "O que o menu 'Fale com o Profissional' oferece aos usuários?",
      "resposta": "O menu 'Fale com o Profissional' oferece a possibilidade de interação direta com profissionais de saúde, envio de mensagens e acesso a informações de contato."
    },
    {
      "pergunta": "Por que o menu 'Fale com o Profissional' é importante para o tratamento?",
      "resposta": "Ele proporciona suporte adicional e permite que o paciente tire dúvidas ou receba orientações de um especialista, melhorando a adesão ao tratamento."
    },
    {
      "pergunta": "Quantos vídeos educativos estão disponíveis no menu 'Vídeos Educativos' e qual é seu foco?",
      "resposta": "O menu 'Vídeos Educativos' oferece oito vídeos, focados em ensinar exercícios do assoalho pélvico e fornecer orientações gerais sobre o tratamento."
    },
    {
      "pergunta": "Como os vídeos educativos foram organizados no menu?",
      "resposta": "Os vídeos foram organizados por categorias, facilitando o acesso de acordo com a necessidade do paciente."
    },
    {
      "pergunta": "Quais informações estão disponíveis no menu 'Minha Saúde'?",
      "resposta": "O menu 'Minha Saúde' contém informações sobre hábitos saudáveis, hidratação, alimentação e outros cuidados que complementam o tratamento."
    },
    {
      "pergunta": "Como o menu 'Minha Saúde' complementa os demais recursos do aplicativo?",
      "resposta": "Ele fornece informações gerais de saúde que ajudam a melhorar a qualidade de vida do paciente, complementando as funcionalidades específicas para incontinência urinária."
    },
    {
      "pergunta": "Quais opções o paciente encontra no menu 'Configurações'?",
      "resposta": "No menu 'Configurações', o paciente pode ajustar notificações, definir lembretes personalizados e gerenciar as preferências de uso do aplicativo."
    },
    {
      "pergunta": "Por que a personalização de notificações é importante para os pacientes?",
      "resposta": "A personalização de notificações permite que os pacientes recebam lembretes nos horários mais convenientes, incentivando a continuidade do tratamento."
    },
    {
      "pergunta": "Como o design do aplicativo IUProst foi pensado para atender às necessidades dos pacientes?",
      "resposta": "O design foi projetado com foco na simplicidade e acessibilidade, utilizando ícones intuitivos, cores agradáveis e organização lógica para facilitar o uso por pacientes de diferentes perfis."
    },
    {
      "pergunta": "De que forma a organização das telas contribui para a usabilidade do aplicativo?",
      "resposta": "As telas foram organizadas de forma clara, com navegação intuitiva e menus bem definidos, garantindo uma experiência agradável e eficiente para o usuário."
    },
    {
      "pergunta": "Qual foi o principal objetivo do estudo que resultou no desenvolvimento do aplicativo IUProst?",
      "resposta": "O principal objetivo foi desenvolver um aplicativo móvel que oferecesse suporte ao tratamento da incontinência urinária pós-prostatectomia radical, promovendo a adesão ao autocuidado e melhorando a qualidade de vida dos pacientes."
    },
    {
      "pergunta": "Quais resultados o estudo alcançou em relação à funcionalidade e usabilidade do IUProst?",
      "resposta": "O IUProst demonstrou ser funcional e de fácil usabilidade, atendendo às expectativas de especialistas e usuários em termos de acessibilidade, organização e impacto no tratamento."
    },
    {
      "pergunta": "Como o IUProst contribui para a adesão ao tratamento de incontinência urinária?",
      "resposta": "O aplicativo facilita a adesão ao tratamento por meio de lembretes personalizados, vídeos educativos, orientações práticas e registros digitais, ajudando os pacientes a manterem uma rotina terapêutica regular."
    },
    {
      "pergunta": "Quais foram as limitações identificadas no desenvolvimento do IUProst?",
      "resposta": "Uma das limitações foi a necessidade de mais testes com usuários finais em ambientes variados, para avaliar a adaptação do aplicativo a diferentes contextos e perfis de pacientes."
    },
    {
      "pergunta": "Quais são as recomendações futuras feitas pelo estudo para aprimorar o aplicativo IUProst?",
      "resposta": "Recomenda-se ampliar os testes com pacientes, incorporar funcionalidades adicionais baseadas em feedbacks de usuários e explorar novas estratégias tecnológicas para aprimorar ainda mais a eficácia do aplicativo."
    }
  ]
}

